Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: དེ་དག་ཡོན་ཏན་ཡང་དག་པར་བླང་བ་དང་། འདྲེས་པའི་སྤྱོད་པས་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་ལ་མོས་པའི་རྗེས་སུ་སློབ་པར་བྱེད་པ་ནི་མ་ཡིན་ནོ། །བྱམས་པ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་གྲངས་མེད་པ་དང་། ཆེས་གྲངས་མེད་པ་དང་།
en: They will not train themselves in emulation of the bodhisattvas’ diligence through conduct steeped in the good qualities to which they have pledged themselves—they will only pay lip service. “

source: ཆེས་ཤིན་ཏུ་གྲངས་མེད་པ་དང་། རྒྱ་ཆེ་བ་དང་། ཚད་མེད་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པ་དང་། དཔག་ཏུ་མེད་པ་དག་འདས་པ་དེའི་ཚེ་དེའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཡེ་ཤེས་བླ་མ་ཞེས་བྱ་བ་རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ།
en: Maitreya, countless eons ago in the past—exceedingly countless, totally countless, numerous, immeasurable, unimaginable, incalculable eons ago—there arose in the world a tathāgata, an arhat, a perfectly awakened buddha called Highest Wisdom, endowed with perfect knowledge and conduct, a sugata, a knower of the world, an unsurpassed guide of beings to be tamed, a teacher of gods and humans, a buddha, a blessed one.

source: འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཤིག་འཇིག་རྟེན་དུ་བྱུང་སྟེ། བྱམས་པ་དེ་བཞིན་གཤེགས་པ་དེ་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན་ད་ལྟར་ང་བཞིན་དུ་སྙིགས་མ་ལྔ་དང་ལྡན་པ་ཁོ་ནའི་འཇིག་རྟེན་དུ་བྱུང་ངོ་།
en: That tathāgata, Maitreya, came into the world when it possessed the five degenerations, as it does now. “

source: །བྱམས་པ་དེའི་ཚེ་ན་དགེ་སློང་བརྩོན་འགྲུས་མོས་ཞེས་བྱ་བ་དྲན་པ་དང་ལྡན་པ། རྟོགས་པ་དང་ལྡན་པ། བློ་དང་ལྡན་པ།
en: At that time, Maitreya, there was a monk named Diligent Aspiration who was mindful, realized, and intelligent.

source: འདོད་པ་ཆུང་བ། ཆོག་ཤེས་པ།
en: He had little desire; he was content with what he had.

source: དེ་བཞིན་གཤེགས་པའི་གསུང་རབ་ལ་ནན་ཏན་བྱེད་པ་ཞིག་བྱུང་བར་གྱུར་ཏེ།
en: He practiced the teachings of the tathāgatas.

source: དེ་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། རྒྱལ་པོའི་ཕོ་བྲང་དང་། ཡུལ་འཁོར་དེ་དག་ཏུ་སོང་སྟེ་ཕྱིན་པ་དང་།
en: He visited hamlets, towns, villages, royal palaces, and the surrounding regions.

source: ཆོས་སྟོན་པར་བྱེད་ཅིང་རྒྱལ་པོ་དང་། བློན་པོ་ཆེན་པོ་དག་དང་། སྐྱེ་བོ་ཕལ་པོ་ཆེ་གཞན་དག་གིས་ཀྱང་རི་མོར་བྱས། མཆོད་པ་བྱས། བཀུར་སྟི་བྱས།
en: When, on his arrival there, he taught the Dharma, the kings, important ministers, and most of the rest of the population would honor him, make offerings to him, pay homage to him, and show him reverence.

source: བླ་མར་བྱས། ཤེས་པར་བྱས། ཡོངས་སུ་ཤེས་པར་བྱས་སོ།
en: They recognized him and knew him well. “

source: །དེ་ཁྱིམ་གང་དུ་ཞུགས་ཤིང་གང་ལས་ཚིག་སྙན་པ་དང་། བདག་ལ་གུས་པར་ཉན་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་ཐོབ་པར་གྱུར་པའི་ཁྱིམ་དེར་ནི་ལན་གཉིས་སུ་འགྲོ་བར་སེམས་སྐྱེད་པར་མི་བྱེད་དོ།
en: He never thought to go a second time to any house where he had stayed and been spoken to pleasantly, where he was listened to respectfully, and where he obtained food and drink.

source: །དེ་འཇུངས་པ་དང་། མ་དད་པ་དང་། ལོག་པར་ལྟ་བ་དང་ལྡན་པའི་ཁྱིམ་གཞན་དག་ཏུ་སོང་ཞིང་དེ་དག་ཏུ་སོན་པ་དང་། དེ་ལ་དེ་དག་འོངས་པ་ལེགས་སོ་ཞེས་ཀྱང་མི་ཟེར།
en: It was other houses that he went to—those of misers, people without faith, and those with wrong views—and when he arrived there, they gave him no welcome.

source: དེ་དག་ཚིག་སྙན་པ་ཡང་མི་རྗོད་པའི་སྟེང་དུ་དེ་ལ་ཁྲོ་བར་བྱེད།
en: Not only did they not speak pleasantly to him, they got angry and abused him.

source: གཤེ་བར་བྱེད་ན་ཡང་དེ་བཟོད་པའི་གོ་བགོས་ཤིང་སྙིང་རྗེ་ཆེན་པོ་ལ་གནས་པས་འགྲོ་ལ་ཁྱིམ་དེ་དག་ཏུ་ཡོངས་སུ་གདུང་བར་མི་འགྱུར་ཞིང་ཡིད་མི་བདེ་བར་ཡང་མི་འགྱུར་རོ། །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མོས་དེས་ཁྱིམ་གང་དག་དད་པར་བྱས་པ་དེ་དག་ནི་འདི་ལྟ་སྟེ་ཆོས་གོས་དང་།
en: But he, by donning the armor of patience and remaining greatly compassionate, was not distressed on going to those houses, and he felt no unhappiness. “

source: བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་གིས་དགེ་སློང་གཞན་དག་གི་ཉེ་བར་འཚོ་བར་འགྱུར་རོ།
en: Maitreya, the houses where the bodhisattva Diligent Aspiration had aroused faith supported other monks with monastic robes, alms food, bedding, seats, medicines to cure illness, and implements.

source: །བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས།
en: What do you think, Maitreya?

source: དེ་ཁྱིམ་དེ་དག་ཏུ་ཡང་འགྲོ་བར་མི་བྱེད་ཅིང་འགྲོ་བར་སེམས་སྐྱེད་པར་ཡང་མི་བྱེད་མོད་ཀྱི། འོན་ཀྱང་དེ་དེ་དག་ལ་ཕྲག་དོག་དང་། སེར་སྣའི་སེམས་སྐྱེད་པར་བྱེད་སྙམ་འམ།
en: Do you think that he neither went to those houses nor even thought to go to them but, even so, gave rise to thoughts of jealousy and avarice toward those other monks?”

source: བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: Maitreya replied, “No, Blessed One.

source: །བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ།
en: No, Sugata.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མོས་དེ་ཁྱིམ་གང་དག་ནས་ཚིག་སྙན་པ་དང་། བདག་ལ་གུས་པར་ཉན་པ་དང་། བཟའ་བ་དང་། བཏུང་བ་རྙེད་པའི་ཁྱིམ་དེ་དག་མངོན་པར་དད་པར་བྱས་ཤིང་དགེ་སློང་གཞན་དག་གི་ཉེ་བར་འཚོ་བར་བྱས་ནས།
en: The Blessed One said, “See, Maitreya, that is how the bodhisattva Diligent Aspiration aroused faith in the houses where he was spoken to pleasantly, where he was listened to respectfully, and where he found food and drink, and where other monks were supported.

source: དེ་དག་ཏུ་ལན་གཉིས་སུ་འཇུག་པར་མི་བྱེད་པ་དང་།
en: After that he did not enter them a second time.

source: འཇུངས་པ་དང་། མ་དད་པ་དང་། ལོག་པར་ལྟ་བ་དང་ལྡན་པའི་ཁྱིམ་གང་དག་ཡིན་པ་དེ་དག་དད་པར་བྱེད་ཅིང་དེ་དག་ཁྲོ་ཞིང་གཤེ་ན་ཡང་ཡོངས་སུ་གདུང་བར་མི་འགྱུར་ཞིང་ཡིད་མི་བདེ་བར་མི་འགྱུར་བའི་ཕན་པའི་དངོས་པོ་ཉིད་དང་།
en: He aroused faith in the houses of misers, people without faith, and those with wrong views, and even when they got angry and abused him, he was not distressed and felt no unhappiness.

source: ལྷག་པའི་བསམ་པ་ཉིད་དང་། འདོད་པ་ཆུང་བ་ཉིད་དང་། ཆོག་ཤེས་པ་ཉིད་དང་། དེས་པ་ཉིད་དང་། སྙིང་རྗེ་དང་ལྡན་པ་ཉིད་ལ་ལྟོས།
en: Rather, he was really a benefit, with a noble intention, with little desire, content with what he had, gentle, and compassionate. “

source: བྱམས་པ་དེ་ལྟར་ན་སྔོན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཁྱིམ་བདག་དད་པར་བྱས་ཤིང་གཞན་གྱི་ཉེ་བར་འཚོ་བར་བྱེད་ཀྱི། བདག་ཉིད་ཀྱི་ཆོས་གོས་དང་། བསོད་སྙོམས་ཀྱི་དོན་དུ་བྱེད་པ་ནི་མ་ཡིན་ནོ།
en: Maitreya, that is how previous bodhisattvas aroused faith in householders and supported others, but they did not do this for the sake of monastic robes or alms food for themselves.

source: །བྱམས་པ་དེའི་ཚེ་དེའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མོས་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་པ་སྙམ་དུ་ཁྱོད་ཡིད་གཉིས་དང་། ཐེ་ཚོམ་ཟ་བར་གྱུར་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: Maitreya, if you are of two minds or doubtful as to whether, at that particular time, the bodhisattva named Diligent Aspiration was someone else, do not view it that way.

source: ང་ཉིད་དེའི་ཚེ་དེའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མོས་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: For I myself was, at that particular time, the bodhisattva named Diligent Aspiration. “

source: །བྱམས་པ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་འདོད་པས་ནི་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་མོས་དེའི་རྗེས་སུ་བསླབ་པར་བྱ།
en: Therefore, Maitreya, bodhisattvas who wish to visit houses should emulate the bodhisattva Diligent Aspiration.

source: དེ་ལས་གཞན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལྷག་པའི་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་དག་གི་རྗེས་སུ་ཡང་བསླབ་པར་བྱ་ཞིང་དེ་དག་གི་ཆོས་ཀུན་དུ་སྤྱད་པར་ཡང་བྱའོ།། །།བམ་པོ་གཉིས་པ།
en: Apart from him, they should emulate other bodhisattvas’ perfect noble intention and behave just as those bodhisattvas do. “

source: བྱམས་པ་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ན་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བའི་དགེ་སློང་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ། དེ་དག་ནི་འདི་ལྟ་སྟེ། རྙེད་པ་དང་། ཆོས་གོས་དང་། བསོད་སྙོམས་ཀྱི་དོན་དུ་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་འགྱུར་གྱི། ཁྱིམ་པ་རྣམས་དད་པ་ལ་དགོད་པའི་ཕྱིར་ནི་མ་ཡིན་ནོ།
en: Furthermore, Maitreya, in the future, in the final five-hundred-year period, there will be some monks falsely claiming to be bodhisattvas who act as follows: they will visit houses for the sake of gain, monastic robes, and alms food, but not in order to establish householders in faith.

source: །དེ་དག་ནི་གཅིག་ལ་གཅིག་བསྔགས་པ་མ་ཡིན་པ་བརྗོད་པ་དང་། འབྱེད་པ་དང་། རྩོད་པའི་རང་བཞིན་ཅན་དུ་འགྱུར་རོ།
en: They will express criticism of one another and be divisive and quarrelsome.

source: །དེ་དག་ནི་ཇི་ལྟར་གཞན་དག་གིས་མ་རྙེད་པས་ཡི་རངས་པར་འགྱུར་བ་ལྟར་བདག་ཉིད་ཀྱིས་རྙེད་པས་ནི་དེ་ལྟ་མ་ཡིན་ལ། ཇི་ལྟར་གཞན་དག་གིས་རྙེད་པས་ཡིད་མི་བདེ་བར་འགྱུར་བ་ལྟར་བདག་ཉིད་ཀྱིས་མ་རྙེད་པས་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: They will be glad because others lose, not because they themselves gain; and they will be unhappy because others gain, not because they themselves lose. “

source: །བྱམས་པ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་ནི་བདག་ཉིད་ཀྱི་བདེ་བའི་ཡོ་བྱད་དེ་དག་ཐམས་ཅད་ལ་མི་བལྟ་བར་གཞན་དག་ལ་སྦྱིན་པར་བྱ་བ་ཡིན་ན། དེ་དག་ཇི་ཙམ་དུ་ཕྱིན་ཅི་ལོག་ཏུ་འགྱུར་བ་ལ་ལྟོས།
en: Maitreya, if a bodhisattva should, without any regard, give all their own pleasing possessions to others, consider how far these monks will go astray!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱམས་པ་འདི་ལྟར་དེས་ནི་བདག་གིས་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བ་བསྐྱེད་པར་བྱའོ། །ཞེས་སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་བཏང་བའི་སེམས་བསྐྱེད་པའི་ཕྱིར་རོ།
en: Because, Maitreya, a bodhisattva first develops an attitude of great compassion, thinking, ‘I must make all beings happy!’ “

source: །བྱམས་པ་འདི་ལྟ་སྟེ། དཔེར་ན་ཚོང་དཔོན་ནམ་ཁྱིམ་བདག་ཅིག་ལ་བུ་གཅིག་པ་སྡུག་པ་ཕངས་པ་ཡིད་དུ་འོང་བ་ཞིག་བདོག་པར་གྱུར་པ་དེ་ལ་ལན་འགའ་ཞིག་གི་ཕྱིར་རྒྱལ་པོས་བཙོན་རར་བཅུག་པར་གྱུར་ན་བྱམས་པ་འདི་ཇི་སྙམ་དུ་སེམས། ཚོང་དཔོན་ནམ། ཁྱིམ་བདག་དེ་ཡིད་ལ་བྱེད་པའི་སེམས་ཇི་ལྟ་བུ་དག་གིས་རྒྱལ་པོའི་བཙོན་ར་དེར་འཇུག་པར་འགྱུར་སྙམ།
en: Maitreya, as an analogy, if a merchant or householder had an only son who was dear, beloved, and handsome, and whom a king imprisoned because of certain transgressions, what do you think, Maitreya—with what intention would the merchant or householder enter the king’s prison?”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་ནི་འདི་ལྟར་བུ་གཅིག་པ་དེ་ཐར་པར་བགྱི་བའི་བསམ་པས་བདག་གིས་བུ་གཅིག་པ་འདི་བཙོན་ར་འདི་ནས་མྱུར་དུ་ཐར་པར་བགྱིའོ།
en: The bodhisattva great being Maitreya replied to the Blessed One, “Blessed One, resolved to free their only son, they would think, ‘I shall quickly free my only son from this prison!’

source: །སྙམ་ནས་བུ་གཅིག་པ་ཡིད་ལ་བགྱིད་པ་ཁོ་ན་དག་གིས་བཙོན་ར་དེར་འཇུག་པར་བགྱིད་དེ།
en: They would enter the prison focused solely on their only son.

source: ཐར་པ་ཡིད་ལ་བགྱིད་པ་དག་གིས་འཇུག་ཅིང་འབྱུང་བར་བགྱིད་ལགས་སོ།
en: They would enter the prison and, focused on freeing him, bring about his release.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་ངས་དཔེ་དེ་ནི་དོན་ཤེས་པར་བྱ་བའི་ཕྱིར་བརྗོད་པ་ཡིན་ཏེ།
en: The Blessed One replied, “Maitreya, I have used this analogy so that the meaning will be understood.

source: འདིར་དོན་ཀྱང་གང་ཞིག་ཡིན་པར་བལྟ་བར་བྱ་ཞེ་ན།
en: What is that meaning?

source: བྱམས་པ་འདི་ལྟ་སྟེ།
en: It is as follows.

source: དཔེར་ན་རྒྱལ་པོའི་བཙོན་ར་དེ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ནི་འཁོར་བའི་བཙོན་ར་བལྟ་བར་བྱའོ།
en: You should consider the king’s prison to be just like the prison of saṃsāra.

source: །བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་ཚོང་དཔོན་ནམ། ཁྱིམ་བདག་དེ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ནི་བྱང་ཆུབ་སེམས་དཔའ་བལྟ་བར་བྱའོ།
en: By analogy, Maitreya, you should consider the merchant or householder to be just like a bodhisattva.

source: །བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་བུ་གཅིག་པ་ཇི་ལྟ་བ་དེ་ལྟ་བུ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ལ་བུ་གཅིག་པ་དང་འདྲ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་བ་བལྟ་བར་བྱའོ།
en: Maitreya, as for the analogy of the only son, consider that a bodhisattva should think of every being as like their only son. “

source: །བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་ཚོང་དཔོན་ནམ། ཁྱིམ་བདག་དེ་རྒྱུ་གཞན་གྱི་ཕྱིར་མ་ཡིན་ཞིང་ཆེད་ཀ་གཞན་གྱི་ཕྱིར་མ་ཡིན་གྱི། བུ་གཅིག་པ་དེའི་དོན་དུ་བཙོན་ར་དེར་འཇུག་པར་འགྱུར་བ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ནི་བྱམས་པ་བྱང་ཆུབ་སེམས་དཔས་ཆོས་གོས་ཀྱི་ཆེད་དང་། བསོད་སྙོམས་ཀྱི་ཆེད་དུ་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་མི་བྱའི།
en: It is like this, Maitreya—just as the merchant or householder would not enter the prison for any other reason or purpose than to benefit their only son, in the same way, Maitreya, a bodhisattva should not go into houses in order to get monastic robes or alms food.

source: འདི་ལྟར་སེམས་ཅན་དེ་དག་ཉིད་འཁོར་བ་ལས་ཡོངས་སུ་ཐར་བར་བྱ་བའི་ཕྱིར་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་བྱ་བ་བལྟ་བར་བྱའོ།
en: Thus, they should view it as their duty to go into houses in order to free from saṃsāra those who live in them. “

source: །བྱམས་པ་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དགེ་སློང་ལུས་མ་བསྒོམས་པ། སེམས་མ་བསྒོམས་པ། ཚུལ་ཁྲིམས་མ་བསྒོམས་པ། ཤེས་རབ་མ་བསྒོམས་པ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, Maitreya, in the future, in the final five-hundred-year period, there will be some monks who have not cultivated their bodies or their minds, who have not cultivated moral discipline or wisdom.

source: དེ་དག་ནི་ཆོས་གོས་དང་། བསོད་སྙོམས་ཀྱི་ཆེད་དུ་མེ་ཏོག་གི་སྐྱེས་དག་དང་། འབྲས་བུའི་སྐྱེས་དག་དང་། ལོ་མའི་སྐྱེས་དག་དང་། ཡོ་བྱད་ཀྱི་སྐྱེས་དག་དང་།
en: In order to get monastic robes and alms food, these monks will go to houses taking presents of flowers, fruit, foliage, and implements and presents of recompense for favors done.

source: བྱས་པའི་ལན་གྱི་སྐྱེས་དག་གིས་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་འགྱུར་བས་བྱམས་པ་དགེ་སློང་གིས་ནི་མེ་ཏོག་ཕྲེང་རྒྱུད་ལྟ་བུར་མི་བྱ་ཞིང་བྲན་དང་ལས་མི་ལྟ་བུར་ཡང་མི་བྱའོ།
en: Maitreya, monks should not behave like garlands of flowers or like servants and laborers.

source: །བྱམས་པ་དགེ་སློང་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་འདོད་པས་ནི་ཆོས་ཀྱི་སྐྱེས་ཀྱིས་འགྲོ་བར་བྱ་བ་མ་གཏོགས་པར་སྐྱེས་གཞན་བཀུར་བར་མི་བྱ་སྟེ། དེས་ནི་མང་དུ་ཐོས་པ་དང་། གཞུང་ལ་ཤིན་ཏུ་ཞུགས་པ་དང་། འཇིགས་པ་མེད་པ་དང་། བརྐམ་ཆགས་མེད་པ་དང་།
en: Maitreya, a monk who wishes to go to houses should go with no present apart from the Dharma, not bringing any other present; he should be learned, versed in the scriptures, fearless, free from craving, free from hypocrisy, not a flatterer, and not possessive.

source: ཚུལ་འཆོས་པ་མེད་པ་དང་། ཁ་གསག་མེད་པ་དང་། བདག་གིར་བྱ་བ་མེད་པར་བྱ་ཞིང་ཆོས་ལ་དགའ་བ་བསྐྱེད་ནས་ཁྱིམ་རྣམས་སུ་འགྲོ་བར་བྱའོ།
en: He should go to houses out of love for the Dharma.

source: །ཁྱིམ་རྣམས་སུ་སོང་ནས་ཀྱང་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་བསྔགས་པ་བརྗོད་པར་བྱ་བ་དང་། སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་།
en: Having arrived at the house, he should utter praise of the Buddha, Dharma, and Saṅgha, and he should utter praise of generosity, moral discipline, patience, diligence, concentration, and wisdom.

source: ཤེས་རབ་ཀྱི་བསྔགས་པ་བརྗོད་པར་བྱ་ཞིང་ཆོས་ཀྱི་གཏམ་བྱ་བའི་སྐྱེས་མ་གཏོགས་པར་ཁང་ཁྱིམ་གྱི་ཆེད་དམ། ཞིང་ལས་ཀྱི་ཆེད་དམ། རྙེད་པའི་ཆེད་དམ། རེག་པ་བདེ་བའི་གཏམ་འམ། རྒྱལ་པོའི་གཏམ་འམ། ཆོམ་རྐུན་གྱི་གཏམ་འམ། གྲོང་གི་གཏམ་འམ། གྲོང་ཁྱེར་གྱི་གཏམ་འམ། ལྗོངས་ཀྱི་གཏམ་འམ། བུའི་གཏམ་འམ།
en: Apart from the gift of a Dharma discourse, he should offer no talk about the household, farming, business, matters of pleasure, the king, bandits, hamlets, towns, the countryside, sons, or daughters or any other talk. “

source: བུ་མོའི་གཏམ་འམ། གཏམ་གཞན་གྱི་སྐྱེས་དག་མི་བྱའོ། །བྱམས་པ་གང་གིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་ཡོངས་སུ་བཀང་སྟེ། རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཞིག་ལ་བྱིན་པ་དང་།
en: Maitreya, suppose someone filled this great billionfold universe with the seven kinds of precious substances and then offered them to a son or daughter of noble family.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་གཏོགས་པའི་སེམས་ཅན་རྣམས་ཀྱི་བདེ་བའི་ཡོ་བྱད་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བསྡུས་ཏེ། རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་ལ་བྱིན་པར་གྱུར་ན་ནོར་གྱི་ཕུང་པོ་དེ་ཙམ་དང་། བདེ་བའི་ཡོ་བྱད་དེ་ཙམ་གྱིས་ནི་དེས་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་ལ་སྙིང་བརྩེ་བའམ།
en: If they gathered all the pleasing possessions of the beings contained within the great billionfold universe and then gave them to that son or daughter of noble family, that mass of wealth and those many pleasing possessions would not be a kindness or bring benefit to the son or daughter of noble family. “

source: ཕན་བཏགས་པར་མི་འགྱུར་གྱི། དེ་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཞིག་ཉན་དུ་བཅུག་སྟེ། དེ་ཡང་དེའི་རྣ་བའི་རྣམ་པར་རིག་པར་གྲགས་ཤིང་ཐོས་པ་ཙམ་ཁོ་ནར་ཟད་ཀྱི། རེ་ཤིག་དད་པ་ཐོབ་པར་མ་གྱུར་དུ་ཟིན་ཀྱང་དེ་ནི་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་དེ་ལ་རྒྱས་པ་དང་།
en: But if they caused them to listen to merely a single four-line verse of Dharma, just causing them to hear it resound, even if they do not acquire faith at that point, would be extremely enriching and beneficial for, and kind to, the son or daughter of noble family. “

source: ཕན་འདོགས་པ་དང་། སྙིང་བརྩེ་བ་ཆེས་ཤིན་ཏུ་མང་དུ་བྱེད་པ་ཡིན་ནོ། །བྱམས་པ་དགེ་སློང་དེ་དག་ཁྱིམ་རྣམས་སུ་ཞུགས་ནས་སངས་རྒྱས་ཀྱི་བཀའ་སྤངས་ཏེ། འཇིག་རྟེན་པའི་གཏམ་ཉེ་བར་སྦྱོར་བར་བྱེད་ཅིང་ཇི་ཙམ་དུ་དོན་མེད་པ་ཆེན་པོས་ཁྱིམ་དེར་མངོན་པར་བརྩོན་པར་བྱེད་པ་ལ་ལྟོས།
en: Maitreya, when those monks have entered a house, they set aside the teachings of the Buddha and conduct worldly conversations—what an enormously pointless domestic endeavor!

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱམས་པ་འདི་ལྟར་གསེར་རམ། དངུལ་ལམ། ནོར་བུ་དག་གམ། རིན་པོ་ཆེ་དག་གམ། མུ་ཏིག་དག་གམ།
en: Why is that?

source: བཻདཱུརྱ་དག་གམ། དུང་དག་གམ། མན་ཤེལ་དག་གམ། བྱི་རུ་དག་གམ། བདེ་བའི་ཡོ་བྱད་གཞན་དག་གིས་ནི་སེམས་ཅན་སྐྱེ་བའི་ཆོས་ཅན་རྣམས་སྐྱེ་བ་ལས་ཡོངས་སུ་ཐར་བར་མི་འགྱུར།
en: Because, Maitreya, gold, silver, precious stones, jewels, pearls, beryl, conches, crystals, coral, and other pleasing possessions do not liberate from birth beings whose nature it is to be born.

source: སེམས་ཅན་ན་བའི་ཆོས་ཅན་རྣམས་ཀྱང་ནད་རྣམས་ལས་ཡོངས་སུ་ཐར་བར་མི་འགྱུར། སེམས་ཅན་རྒ་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་།
en: They do not liberate from sickness beings whose nature it is to become ill.

source: སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་ཆོས་ཅན་རྣམས་ཀྱང་རྒ་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་།
en: They do not liberate from old age, death, anguish, weeping, suffering, unhappiness, and being upset beings whose nature it is to grow old, die, feel anguish, weep, suffer, become unhappy, and be upset. “

source: འཁྲུག་པ་དག་ལས་ཡོངས་སུ་ཐར་པར་མི་འགྱུར་གྱི། ཆོས་ཐོས་པས་ནི་སེམས་ཅན་སྐྱེ་བའི་ཆོས་ཅན་རྣམས་ཀྱང་སྐྱེ་བ་ལས་ཡོངས་སུ་ཐར་པར་འགྱུར་ལ། སེམས་ཅན་ན་བའི་ཆོས་ཅན་རྣམས་ཀྱང་ན་བ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར། སེམས་ཅན་རྒ་བ་དང་། འཆི་བ་དང་།
en: But hearing the Dharma liberates beings whose nature it is to be born from birth.

source: མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པའི་ཆོས་ཅན་རྣམས་ཀྱང་འཁྲུག་པ་དག་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་བའི་ཕྱིར་ཏེ།
en: It liberates beings whose nature it is to become ill from sickness, and it liberates beings whose nature it is to grow old, die, feel anguish, weep, suffer, become unhappy, and be upset by what afflicts them. “

source: དེ་ལས་དགོངས་ཏེ་དེ་བཞིན་གཤེགས་པ་འདི་སྐད་ཅེས། སྟོང་ཆེན་འཇིག་རྟེན་ཁམས་ནི་གསེར་དག་གིས། །བཀང་སྟེ་གང་ལ་སྦྱིན་པར་བྱེད་པ་ནི། །ཚིག་བཞིའི་ཚིགས་སུ་བཅད་པ་གཅིག་བརྗོད་པས། །ཇི་ལྟར་ཕན་འདོགས་དེ་ལྟར་འགྱུར་མ་ཡིན། །ཕན་འདོགས་བྱེད་པར་འདོད་པ་གང་ཞིག་གིས། །འཇིག་རྟེན་གསུམ་ན་སེམས་ཅན་ཐམས་ཅད་ཀྱི། །བདེ་བ་གང་དག་ཡོད་པ་དེ་དག་ཀུན།
en: With this in mind, the Tathāgata teaches that: “To give someone this great billionfold universe Filled with gold would benefit them less Than uttering a single four-line verse of Dharma.

source: །སེམས་ཅན་གཅིག་ལ་སྦྱིན་པ་བྱས་པ་བས། །གང་གིས་དེ་ལ་སངས་རྒྱས་ལུགས་ཀྱི་ནི། །ཚིག་བཞིའི་ཚིགས་སུ་བཅད་པ་གཅིག་བསྒྲགས་ན། །དེ་ནི་ཤིན་ཏུ་ཕན་འདོགས་མཆོག་ཡིན་ཏེ། །དེས་ནི་སྡུག་བསྔལ་དག་ལས་གྲོལ་བར་འགྱུར།
en: If they recite a single four-line verse of the Buddha’s way, Someone who wants to be of benefit Will be of supremely great benefit— More than giving a single being all the pleasures Of every being in the three realms of existence— For it will free them from suffering.” “

source: །ཞེས་སྟོན་ཏོ། །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་རབ་ཏུ་བཀང་སྟེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་དབུལ་བར་ཕུལ་བ་བས་ནི་སྙིང་རྗེ་ཆེན་པོ་བསྐྱེད་དེ་སེམས་ཅན་གཅིག་ལ་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཅིག་བསྒྲགས་པར་གྱུར་ན་དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་པར་འགྱུར་རོ། །དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།
en: Maitreya, if, out of great compassion, a bodhisattva recites a single four-line verse of Dharma to a single being, that creates much more merit than if they fill the limitless, infinite universes with the seven kinds of precious substances and then present them as an offering to the blessed buddhas. “

source: མི་གང་གིས་ནི་གང་གཱའི་བྱེ་སྙེད་ཀྱི། །འཇིག་རྟེན་ཁམས་མཆོག་རིན་ཆེན་གང་བྱས་ཏེ། །དགའ་མཆོག་སེམས་ཀྱིས་རྒྱལ་ལ་ཕུལ་བ་དང་། །གང་གིས་སེམས་ཅན་གཅིག་ལ་ཚིགས་བཅད་བྱིན། །རིན་ཆེན་སྦྱིན་པ་ཤིན་ཏུ་རྒྱ་ཆེན་དེས།
en: In this respect, it is said: “Someone fills with supremely precious gems As many universes as the Ganges’ sands And offers them with supreme joy to the victorious ones, And someone offers a single verse of Dharma to one being— That enormous gift of precious gems Cannot compare to the compassionate act Of the gift of one verse of Dharma; It is incalculable.

source: །ཚིགས་བཅད་སྦྱིན་པ་སྙིང་རྗེས་བསྒྲུབས་དེ་ལ། །ཆར་ཡང་མི་ཕོད་གྲངས་སུ་འང་མ་ཡིན་ན། །གཉིས་སམ་གསུམ་ལ་བསམ་དུ་ག་ལ་ཡོད།
en: And if that is so, How can one conceive of the value of two or three verses?”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་དེ་བཞིན་གཤེགས་པའི་ཕྱག་གཡས་པའི་དཀྱིལ་ན་བསོད་ནམས་ཐམས་ཅད་མངོན་པར་བསྒྲུབས་པའི་རྒྱུ་འཐུན་པས་བརྒྱན་པ་ཞེས་བྱ་བའི་འོད་ཟེར་མངོན་པར་གྲུབ་པ་ཡོད་དེ།
en: Then the Blessed One said to the bodhisattva great being Maitreya, “Maitreya, in the center of the Tathāgata’s right hand are manifest the rays of light known as adorned with the natural result of the accomplishment of every merit.

source: དེ་བཞིན་གཤེགས་པ་ནི་བཞེད་ན་ཕྱག་གཡས་པས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཐམས་ཅད་ཀུན་ཏུ་ཡོག་པར་མཛད་ནས་སེམས་ཅན་ཐམས་ཅད་ལ་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཉེ་བར་སྒྲུབ་པར་མཛད་ཅིང་ཟས་འདོད་པ་རྣམས་ལ་ནི་ཟས། སྐོམ་འདོད་པ་རྣམས་ལ་ནི་སྐོམ། གོས་འདོད་པ་རྣམས་ལ་ནི་གོས། རིན་པོ་ཆེ་འདོད་པ་རྣམས་ལ་ནི་རིན་པོ་ཆེ་རྣམས་དང་། གང་ཅི་འདོད་པ་དེ་ལ་དེ་སྦྱིན་པར་ཡང་སྤྱོད་མོད་ཀྱི།
en: If the Tathāgata so wished, he might cover this whole great billionfold universe with his right hand and then bring to every being every pleasing possession: food for those who desire food, drink for those who desire drink, clothes for those who desire clothes, and jewels for those who desire jewels, giving everyone whatever they desire.

source: དེ་ཙམ་གྱིས་སེམས་ཅན་དེ་དག་འཁོར་བའི་རྒྱ་མཚོ་ཐོག་མ་དང་ཐ་མ་མེད་པ་ནས་ཆུ་སྲིན་འཛིན་ཁྲིའི་སྡུག་བསྔལ་ཆེན་པོ་དེ་ལས་ཐར་པར་མི་འགྱུར་བས་བྱམས་པ་ང་ནི་འཇིག་རྟེན་པའི་བདེ་བའི་ཡོ་བྱད་དེ་ལྟ་བུ་དག་རྣམ་པར་སྤངས་ནས་འཇིག་རྟེན་ལས་འདས་པའི་བདེ་བའི་ཆོས་རིན་པོ་ཆེ་ཡང་དག་པར་སྟོན་པར་མཛད་དེ་དེ་ཐོས་ན་སེམས་ཅན་རྣམས་ཀྱི་སྡུག་བསྔལ་གཏན་དུ་ཉེ་བར་ཞི་བར་འགྱུར་རོ།
en: However, just that would not liberate those beings from their great, monstrous suffering in the beginningless and endless ocean of saṃsāra. Therefore, Maitreya, I have put aside such worldly pleasing possessions in order to teach the precious Dharma of happiness that transcends the world, which always pacifies the suffering of the beings who hear it. “

source: །བྱམས་པ་དེ་ལྟ་བས་ན་ཁྱོད་ཀྱིས་ཀྱང་ངའི་རྗེས་སུ་བསླབ་པར་བྱ་ཞིང་ཁྱོད་ཟང་ཟིང་ལ་གདུ་བར་མི་བྱའི། ཁྱོད་ཆོས་ལ་གདུ་བར་བྱའོ།
en: Therefore, Maitreya, you should follow my example—do not involve yourself with trifles; involve yourself with the Dharma. “

source: །བྱམས་པ་ཡང་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བའི་དུས་ལ་བབ་པའི་ཚེ་ན་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ་ཁ་ཅིག་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, Maitreya, in the future, in the final five-hundred-year period, when the time has arrived for the authentic Dharma to disappear, there will be some falsely claiming to be bodhisattvas who will wholly transgress their vows.

source: དེ་དག་ནི་ལྟུང་བ་ལྷག་པར་འབྱུང་བར་འགྱུར་ཞིང་ལུས་མ་བསྡམས་པ་དང་། ངག་མ་བསྡམས་པ་དང་། ཡིད་མ་བསྡམས་པས་སྡིག་པའི་ལས་ལྷག་པར་སྤྱད་ནས་ཉེས་པ་བཤགས་པ་ཙམ་གྱིས་དག་པར་འགྱུར་བར་སེམས་ཀྱི་ཕྱིན་ཅད་སྡོམ་པར་ཡང་མི་བྱེད་ལ།
en: When they have committed sinful acts by not restraining their body, speech, or mind, they will think that faults are purified merely by confession, but they will not exercise restraint thereafter and will make no vow to exercise restraint thereafter.
